[
  {
    "CName": "大武崙砲台",
    "EName": "Dawulun Fortification",
    "CToldescribe": "大武崙砲台位於基隆西北方，居外木山漁港後的大武崙山上，也就是情人湖的上方。因其地勢險要，而成為守基隆港西側的重要據點，在道光二十年（西元1840年）的清英鴉片戰爭及光緒十年（西元1884年）的清法戰爭時，清政府均曾派兵駐防。但據其構造及設計特色來看，應為日治時期所改建之結果，為國定古蹟，位於大武崙山巔，地形居高臨下，地勢非常險要，其標高為231公尺，可向西對準情人湖，北俯大武崙澳，東望基隆港及東海。區域幽靜，林木翠綠，登上環道的短邊眺望四周，基隆嶼、外木山澳漁村、八斗子、北海岸一帶的秀麗風光盡收眼底，是一處觀景，談心的好地，也常為婚紗公司取景之選擇，增添它浪漫的風情。",
    "EToldescribe": "Dawulun Fortification is a very important military base to be the safeguard of the west side of Keelung Harbor. During the Opium War in 1840 and the Sino-French War in 1884, the court of Ching Dynasty sent the military force to guard this place. However, looking at the current structure and feature, the fort was probably renovated during the Japanese colonial period. The provincial historic site was located on Dawulun Mountain. Located 231 meters above sea level, the fortification looks down to Lovers Lake to the west, Dawulun Bay to the north, Keelung and East Sea to the east. Walking up on a pebble footpath full of falling leaves, one will see the original structure of the fortification, chassis, mechanical belt and storage room. Walls were made from stones with arched windows. Since the platform is at the high point facing the ocean, there are lots of scenes to view over northeastern cape from the platform, such as Keelung Islet, Waimushan Seashore, and Badouzih. Dawulun Fortification is located above Lovers Lake. This fort had the important task of defending the west side of Keelung Harbor. It is now a national historic site and the fortification's original structure can still be seen.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,12,15",
    "Px": "25.15868",
    "Py": "121.70935",
    "Tel": "886-2-24287664",
    "CAdd": "204基隆市安樂區基金一路208巷19號",
    "EAdd": "No. 19, Lane 208, Fund 1st Road, Anle District, Keelung City, 204",
    "Opentime": "09:00–17:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/a26df8b9-90f4-4fd7-9a01-9f9aeaced5eb.jpg",
    "Picdescribe1C": "大武崙砲台",
    "Picdescribe1E": "Dawulun Fortification",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/zh-tw/%E5%A4%A7%E6%AD%A6%E5%B4%99%E7%A0%B2%E8%87%BA",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "2021-08-06"
  },
  {
    "CName": "二沙灣砲台",
    "EName": "Ershawan Fortification",
    "CToldescribe": "二沙灣砲台又名海門天險，為國定古蹟，位於中正公園二沙灣山上，採用傳統的中式城門築法，依山而建，氣勢雄偉。原位於二沙灣海邊的砲臺，創建年代約在清道光年間（西元1840年），之後砲台被毀，現址為劉銘傳部隊於清法戰爭後（西元1885年）所建，深具歷史價值。二沙灣砲台屬高地砲台中的「抱山式砲台」，不同於一般砲台，砲台建在地勢較高的臨海山頭，營盤設計在背海面地勢較低之處，海上來犯敵艦的砲彈只會打到山崗向海的一面，或越過山頭落到谷底，很難擊中營區。其與位於外海口門的社寮、白米甕構成鐵三角防禦網，防守基隆內、外港。二沙灣砲台現存建築，如城門、營舍牆基、大階梯、砲座、子牆及儲彈藥庫，各有其特色；砲座、子牆均使用鐵水泥建造而成，另砲台區內並有仿製之古砲數門；又因居高臨下，視野寬廣，遊客可於砲座俯瞰港口，體會「海門天險」的氣勢，景觀絕佳。砲台全區步道林木密佈，其間有鳥類及昆蟲，可在參觀古蹟之餘另有一生動自然之美。",
    "EToldescribe": "Ershawan Fort is also named \"Haimen Tiansian\" which means a very dangerous gate to the ocean and is located on the top of Ershawan Mountain near the east harbor of Keelung. Following the traditional construction method to build the city gate, the front door of the platform was built by stones along the mountain, which is very splendid. The strategic value of the fort explains why it was chosen to be a military base during the Qing dynasty. Visitors can view Keelung Harbor from the fort to feel its significance. Today, it is a national historic site. The walls of the main entrance to the fort are made of stones laid using the technique traditionally used to build city gates in China. Over the arched doorway are the characters Hai Men Tian Xian. The gate, barracks, steps, gun platforms, ammunition stores, and other structures still remain. The fort has great significance in national defense history.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,12,14",
    "Px": "25.13766",
    "Py": "121.75742",
    "Tel": "886-4-22295848#116",
    "CAdd": "202基隆市中正區壽山路",
    "EAdd": "Shoushan Rd., Zhongzheng Dist., Keelung City , Taiwan (R.O.C.)",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/6ead48e5-9e65-4997-aadd-54309a81edd0.jpg",
    "Picdescribe1C": "二沙灣砲台",
    "Picdescribe1E": "Ershawan Fortification",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/zh-tw/%E4%BA%8C%E6%B2%99%E7%81%A3%E7%A0%B2%E8%87%BA",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "2021-08-06"
  },
  {
    "CName": "白米甕砲台",
    "EName": "Baimiwong Fortification",
    "CToldescribe": "白米甕砲台位於基隆市中山區，大約建於清朝光緒年間，而今日之所見為日治時期所改建過後的景象，設計觀念及設施配置方面是較先進的作法，而且用材及施工亦頗為精良，雖歷經多年滄桑，但格局仍然保持完整；白米甕砲台周圍當地人舊稱『荷蘭城』，由於荷蘭據台時期就築有堡壘之類的建築，故白米甕砲台也稱『荷蘭城砲台』；白米甕砲台位於基隆港西邊，坐落在海拔近70公尺的高地上，高地的兩旁有小山，形成天然的屏障，為港口西岸的第一道防禦防線，目前白米甕砲台被列為國家三級古蹟。",
    "EToldescribe": "Baimiwong emplacement is located in the northwest of Keelung harbor, safeguarding the harbor with the gun emplacement on the east shore. It was an important military base since the Qing dynasty. The rectangle-shaped gun emplacement facing the sea is comprised of three sections: barbette, control center, and observation station. The control center is on the west of the barbette and the observation station is on the right. Both places are great choices for visitors to overlook Keelung Harbor. The scenery is refreshing and beautiful; hence, it has become a popular sightseeing and leisure place for local residents. Find a nice summer evening to enjoy the lights on boats in the harbor, the bright stars, and the breeze.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,12,15",
    "Px": "25.15552",
    "Py": "121.74418",
    "Tel": "886-2-24293804",
    "CAdd": "203基隆市中山區光華路37巷132號203",
    "EAdd": "No.132, Lane 37, Guanghua Road, Zhongshan District, Keelung City 203",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/a4ec4317-7863-4ce8-9433-0c377d511d69.jpg",
    "Picdescribe1C": "白米甕砲台",
    "Picdescribe1E": "Baimiwong Fortification",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/zh-tw/%E7%99%BD%E7%B1%B3%E7%94%95%E7%A0%B2%E5%8F%B0",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "社寮東砲台",
    "EName": "East Sheliao Fortification",
    "CToldescribe": "社寮即今日所稱之和平島，原本為雞籠社原住民聚落，由於戰略位置極為重要，從十七世紀起，便為防守基隆港灣的重要軍事據點。社寮島於西元1626年始建砲台，現社寮西砲台的位置，很可能是西班牙人所建柯模堡的位置，後於西元1642年遭荷蘭人佔領，改名維多利亞堡。清領初期遭到毀棄，直到清法戰爭前劉銘傳才於此地建砲台，但砲台未完成就發生戰爭，劉銘傳於西元1886年再度興建社寮砲台。日本殖民台灣後，於西元1907年改建社寮砲台，西元1924年完成，分有東西砲台。社寮東砲台的配置方式採用抱山式的做法，利用山谷坳地將營舍配置其間，隱藏性高，而砲座位於山頭，從外海很難發現砲台的存在。由於未被發掘及重視，因此許多設施均遭破壞，目前僅存蓄水池、營舍校兵台、指揮所、機槍堡、觀測所、彈藥庫等。社寮東砲台是自清領末期，日治時期起，為基隆地區的軍事要塞，具高度的保存價值。",
    "EToldescribe": "Hepingdao used to be called Sheliao Island. The island has one gun emplacement on the west side and one on the east. It was built in 1626, modified by Liou Ming-Chuan in 1886, and then by the Japanese. The western gun emplacement is located at the central high point of the island and is still a restricted military area. The eastern gun emplacement is located in a valley in the east of the island, facing Keelung Islet. From the emplacement, you are able to see Bitou Cape to the east and Yeliao Cape to the west. The structure of the gun emplacement is similar to Dawulun Fortification. From the gun emplacement, you can see a strange sight. In the far distance, you can see dark and light-colored seas mixing. This is the \"Hailan Line', created by the currents caused by undersea hills and troughs flowing in different directions.",
    "CoastalActivities": "18",
    "Amenities": "12",
    "Px": "25.15826",
    "Py": "121.77182",
    "Tel": "886-2-24224170#395",
    "CAdd": "202基隆市中正區和一路2巷底後方山頭",
    "EAdd": "Ln. 2, He 1st Rd., Zhongzheng Dist., Keelung City 202008 , Taiwan (R.O.C.)",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/2a42f6f8-15fe-4ac8-a927-3f327a7f7f72.jpg",
    "Picdescribe1C": "社寮東砲台",
    "Picdescribe1E": "East Sheliao Fortification",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/zh-tw/%E7%A4%BE%E5%AF%AE%E6%9D%B1%E7%A0%B2%E5%8F%B0",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "槓子寮砲台",
    "EName": "Gangizihliao  Fortification",
    "CToldescribe": "槓子寮砲台位於基隆東北方，處於信義區與中正區交界的山上，與二沙灣砲台、大武崙砲台同屬國定古蹟，槓子寮砲台「槓子」係取自於凱達格蘭族語「陷阱」的意思，寮是漢人加上去的，意思是人們群居處。遺址保存尚稱良好，有崗哨、交誼廳、營舍、指揮所、碉堡、彈藥庫、?盤區等，範圍相當遼闊。砲台有360度的砲軌，可以自由選擇發射的角度，此乃五大?台區中僅見，相當特殊。此外觀測台與?盤區間有「通話孔」，亦為其特色之一。槓子寮砲台在清領時期已經存在，與白米甕砲台互為犄角，捍衛外港之安全，日治時期曾經整修過防禦工事，後來廢置多年，直到十幾年前才釋放給地方政府管理。槓子寮砲台依峙槓子寮山地形而築，倚山面海，地勢險要，主要扼守八斗子與基隆港北方海域及瑞芳方向之陸路。砲台可遠眺基隆嶼、和平島、八斗子、鼻頭角等北部海岸及九份、金瓜石等地，風景相當怡人，天氣好的時候，甚至可看到台北101大樓。",
    "EToldescribe": "Gongziliao Fortification is built in the Ching Dynasty, and it was located at the northeast of Keelung city. This old gun emplacement is as significant as the other gun emplacements considering its history or its architecture. In fact, after World War II, it was still being used as a military facility by the ROC government until a few years ago. This gun emplacement in Sinyi District was ranked to be the provincial historic site. During the colonial period, the gun emplacement was renovated and the garrison was placed here after Taiwan was returned to China. Then it was abandoned for a long time. Fortunately, the remains of the gun emplacement are well-kept. Walking up to the hill on the gun emplacement, one will see the scenes of the Heping Island, Badouzih, and Keelung Islet right in front of the hill. Walking straight ahead, you will see a complete gun emplacement for you to imagine all the wars occurred here.",
    "CoastalActivities": "18",
    "Amenities": "2,12",
    "Px": "25.14369",
    "Py": "121.78191",
    "Tel": "886-2-24282101",
    "CAdd": "201基隆市信義區教忠街141巷",
    "EAdd": "Ln. 141, Jiaozhong St., Xinyi Dist., Keelung City 201010 , Taiwan (R.O.C.)",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/4c1f841e-af41-40de-8224-1490ee358e8c.jpg",
    "Picdescribe1C": "槓子寮砲台",
    "Picdescribe1E": "Gangizihliao  Fortification",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/zh-tw/%E6%A7%93%E5%AD%90%E5%AF%AE%E7%A0%B2%E8%87%BA",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "基隆燈塔",
    "EName": "Keelung Lighthouse",
    "CToldescribe": "西元1900年建造的基隆燈塔，位於基隆港西岸碼頭萬人堆鼻。原為磚砌圓塔，民國51年（西元1962年）改建為鋼筋混凝土圓塔。萬人堆鼻原是一岩石林立的海埔地，因周邊奇岩怪石林立，如眾多鼻頭堆疊羅列，因而得名，不過現今已改建為三十號碼頭。基隆燈塔早年還設有紅色光弧，以標示港外的險礁，頗為特殊，後因險礁遭炸除，紅色光弧也遭撤除。?基隆燈塔左邊的階梯跟圍牆內部沒有開放，只有開放右邊的步道通往觀海平台。",
    "EToldescribe": "Keelung Lighthouse was built in 1900,  is located in the northwest of Keelung harbor.Keelung Lighthouse is next to Keelung Port.The stairs and walls on the left of the Keelung Lighthouse are not open. The trail on the right leads to the observation Deck",
    "CoastalActivities": "18",
    "Amenities": "12,15",
    "Px": "25.15552",
    "Py": "121.74789",
    "Tel": "886-2-89782900",
    "CAdd": "203基隆市中山區光華路51號",
    "EAdd": "No. 51, Guanghua Road, Zhongshan District, Keelung City, 203",
    "Opentime": "不開放",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/684ce8d9-efb4-44d3-94d6-d236f0b5f1fe.jpg",
    "Picdescribe1C": "基隆燈塔",
    "Picdescribe1E": "Keelung Lighthouse",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/wiki/%E5%9F%BA%E9%9A%86%E7%87%88%E5%A1%94",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "球子山燈塔",
    "EName": "Mt.Ciouzi Lighthouse",
    "CToldescribe": "民國45年設立的球子山燈塔，位於基隆港西岸碼頭的球子山頂，塔身原為白色四方形混凝土燈塔，後因地理位置險要扼守基隆港口成為軍方駐地，塔身改漆迷彩綠，現已暫停發光。目前因基隆市政府看中球子山燈塔觀光潛力，在前往燈塔的路途上修建便道，航港局也將其塔身重新漆回原來的白色。球子山燈塔是第一座由國人自行設計、施工的燈塔，當初興建是因希望與位在西岸港口的基隆燈塔排成一直線，以引導船隻安全入港。民國80年後，因基隆港附近的新瀨險礁已爆破清除，使得球子山燈塔的功能被附近燈塔及燈杆取代，因而暫停發光。",
    "EToldescribe": "The Mt.Ciouzi Lighthouse, which was built in 1949, it is the first lighthouse designed by Tiwaness.The colar of Mt.Ciouzi Lighthouse was olive green before. Now it is  white .",
    "CoastalActivities": "18",
    "Amenities": "12,15",
    "Px": "25.14651",
    "Py": "121.74386",
    "Tel": "886-2-89782900",
    "CAdd": "203基隆市中山區中山三路103巷203號122-134號",
    "EAdd": "203 No. 122-134, No. 203, Lane 103, Zhongshan 3rd Road, Zhongshan District, Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/9e68a1d4-335b-4642-840a-957cc315d9e1.jpg",
    "Picdescribe1C": "球子山燈塔",
    "Picdescribe1E": "Mt.Ciouzi Lighthouse",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/wiki/%E7%90%83%E5%AD%90%E5%B1%B1%E7%87%88%E5%A1%94",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "湖海灣",
    "EName": "Lake Bay",
    "CToldescribe": "從外木山漁港至大武崙澳底漁村之間，長約4公里的湖海路，是基隆市轄區僅存最長的天然海岸。沿線並有多家的海產餐廳、咖啡館及行動遊客服務站，是一個適合闔家大小及青年朋友、情侶等前來遊玩的好去處。湖海灣海岸礁岩長年經海水沖蝕，雕塑出奇特的造型，遊客在此除可飽覽海天一色風光外，沿著自行車步道行走，還可遠眺基隆嶼，看大船入港，是休閒、健行的好去處。為服務遊客設置的遊客服務站，讓遊客一邊品啜咖啡茶飲，一邊聆聽濤聲，於傍晚時欣賞彩霞萬丈之景，更可欣賞海面上漁火點點，是值得深入觀賞體會的地點。",
    "EToldescribe": "There are many seafood restaurants and cafes  along the line, which is a good place for families, young people and couples  to come .Visitors can enjoy the scenery of the sea and the sky, walk along the bicycle trails, overlook Keelung Island, and watch the big ships enter the port.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,5,12,15",
    "Px": "25.17104",
    "Py": "121.70819",
    "Tel": "886-2-24287664",
    "CAdd": "204基隆市安樂區湖海灣二段198號",
    "EAdd": "204 No.198, Section 2, Lake Bay, Anle District, Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/a122e576-ef5c-4196-a59f-0ea2f981f47a.jpg",
    "Picdescribe1C": "湖海灣",
    "Picdescribe1E": "Lake Bay",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "仙洞巖",
    "EName": "Fairy Cave",
    "CToldescribe": "位於基隆西北端的仙洞巖是一處特殊景觀的海蝕洞，相傳有仙人在此修行後得道昇天，因此稱為仙洞，洞前石梯旁佇立著一尊金色佛像供人膜拜。仙洞分為主洞、左洞與右洞，三處都屬天然的海蝕洞，曲折蜿蜒的主洞壁上有許多雕刻的佛像和黑墨字跡，增添了幾分神秘與莊嚴的氣氛。左洞狹窄較為難行，需時側時蹲才能通行，但在經過約80公尺後視野突然變得遼闊，有一處小廣場供人膜拜神明。右洞則不易深入，可在洞口焚香膜拜。仙洞旁有石梯可到達聖安宮與仙洞公園，過程中有多處石椅可供休息，仙洞公園有一座觀景台，在這裡可以眺望基隆港的貨櫃與輪船運作。",
    "EToldescribe": "Fairy Cave is situated in the mountain to the northwest of Keelung Harbor. Originally, it was an eroded hole. The cave was formed by ocean's abrasion after hundreds of years. The over 80-meter marine cave is the biggest one in Keelung. This cave can be divided into two parts: the right cave and the left cave. The latter is wide and the former is deep. According to the literature written during the Japanese colonial period, one could stand in the cave to listen to the amazing echo of the wave. There are carvings of Buddha on the wall and much calligraphy carving from the Qing Dynasty. Besides, at the cave mouth stands a gigantic sculpture of Buddha for people to worship.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,12,15",
    "Px": "25.14535",
    "Py": "121.74884",
    "Tel": "886-2-24228359",
    "CAdd": "20343基隆市中山區仁安街1號",
    "EAdd": "No. 1, Ren'an Street, Zhongshan District, Keelung City, 20343",
    "Opentime": "08:00～17:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/8ab5a5d2-4506-4f9b-8746-68fa70ef1229.jpg",
    "Picdescribe1C": "仙洞巖",
    "Picdescribe1E": "Fairy Cave",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/wiki/%E4%BB%99%E6%B4%9E%E5%B7%96",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "基隆嶼",
    "EName": "Keelung Islet",
    "CToldescribe": "基隆嶼又稱基隆杙，為日治時期基隆八景之一，稱為「杙峰聳翠」，距離基隆只有5公里，與棉花嶼，彭佳嶼，及花瓶嶼並為基隆外海四個火山島嶼。從基隆，鄰近的北海岸，東北角海岸線上都可以看到她的面貌；這個長960公尺，寬400公尺，最高處約有海拔182公尺的小島，尖突的島嶼造型，是基隆外海最顯的地標。基隆嶼是一海底火山噴發形成的小島，本身就是一塊岩漿遇海水凝固而成的“火成岩”，在海浪及海風不斷的沖刷之下形成了特別的斷崖海岸景觀，島嶼的四周皆為峭壁，幾無平地，並有許多的海蝕洞穴與岩礁，也因此有火山地質公園的美稱。",
    "EToldescribe": "Keelung Islet stands on the northeast of Keelung. It is the most prominent island landmark in northern Taiwan and is the guidepost for ships shuttling in and out of Keelung Harbor. The graceful parabolic contour of the island makes it one of the eight scenic spots of Keelung. Keelung Islet is a beautiful volcanic island surrounded by cliffs, and there is almost no plain on it. Walks and pavilions are the main recreational facilities on the island. Along the wooden walks, various plants indigenous to Taiwan will unfold before the eyes of visitors, displaying the beauty of nature. For instance, Formosa lily blossoms will cover the entire island in Spring. The island presents multiple beauties in accordance with climatic changes. The entire volcanic island is visible to the eyes during cloudless weather but displays a glimmering look at dusk. Visitors of Keelung Islet can take a scenic boat tour from Bisha Fishing Harbor in Summer, which will enable them to watch the spectacular landscape of the island along the cruise.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,5,7,8,12,",
    "Px": "25.19197",
    "Py": "121.78529",
    "Tel": "8862-2420-1122#2904～2909",
    "CAdd": "202基隆市中正區基隆嶼",
    "EAdd": "202 Keelung Island, Zhongzheng District, Keelung City",
    "Opentime": "夏令時間0600-1700 冬令時間0700-1600",
    "OpenremarkC": "冬季不開放(視政府公告)",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/133aab89-6f6d-4588-a3f6-6388b9c10e8b.jpg",
    "Picdescribe1C": "基隆嶼",
    "Picdescribe1E": "Keelung Islet",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/wiki/%E5%9F%BA%E9%9A%86%E5%B6%BC",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "虎仔山基隆地標",
    "EName": "Huzi Mountain KEELUNG Landmark",
    "CToldescribe": "來到基隆，經常會被山頭上大大的「KEELUNG」造型的英文字母所吸引，那就是虎仔山所在的位置，而這個設計也讓虎仔山成為基隆的新興地標，這是在民國95年時由基隆市政府規劃興建的，經一再的修改及多方的努力之下，完成了此看版，儼然成為基隆市特有的休閒景觀，模仿好萊塢的設計，相當有創意，也讓許多基隆市民對這個設計引以為傲，外地遊客也備感新奇，開車沿著中山二路加油站旁的小路上行，經過垂直而上的車塔隧道後，即可抵虎仔山。",
    "EToldescribe": "Huzi Mountain Trail is green and lush. On a hillside to the northwest of Keelung Railway Station, this trail offers beautiful scenery and a bird's-eye view of Keelung Harbor. When the weather is fine, the Keelung Islet can also be seen. You can walk up to where you can admire almost one thousand 1000-arm Guanyin statues and also Buddha statues from the Japanese Colonial Period. There is a big white “KEELUNG” sign in English on top of the hill that is the city's main landmark.",
    "CoastalActivities": "18",
    "Amenities": "2,3,412,15",
    "Px": "25.13533",
    "Py": "121.7377",
    "Tel": "886-2-24287664",
    "CAdd": "203基隆市中山區中山一路241巷45號",
    "EAdd": "No. 45, Lane 241, Zhongshan 1st Road, Zhongshan District, Keelung City, 203",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/f00e90d2-44bb-44ca-aacd-8dbc70ded1fd.jpg",
    "Picdescribe1C": "虎仔山基隆地標",
    "Picdescribe1E": "Huzi Mountain KEELUNG Landmark",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "外木山海濱風景區",
    "EName": "Waimushan Seashore",
    "CToldescribe": "外木山濱海風景區橫跨萬里和基隆，從新北市與基隆市的交界處「獅子公園」出發，這裡有停車場停車方便，沿著步道走，風景非常優美，且可推推車，很適合親子或白髮族。一側為開闊的海岸景觀，另一側則是翠綠山脈，往左望野柳地質景觀，往右可遠眺基隆嶼，步道有規劃完善的自行車步道，且是基隆市第一條觀光自行車步道，全長只有1.2公里的封閉型自行車觀光步道，在此步道內遊客可以安心悠閒的散步、慢跑或騎自行車，享受著迎風吹來陣陣的海風，欣賞遼闊大海，釋放平日的壓力。",
    "EToldescribe": "Waimushan seashore is the longest natural seashore remained in Keelung City with a total of 5 kilometers from Waimushan fishing port to Aoditong Village. The seashore includes an open seashore and marine cliff to make spectacular scenery. Swimming facilities are available near Waimushan fishing port for experienced swimmers to go snorkeling and swimming. The beach near Aoditong Village is the only remaining sandy seashore in Keelung. In the summer, people often go to the beach to swim and have fun. For people who are afraid to swim in the sea, can enjoy other facilities. Besides, one should never miss the beautiful sunrise in the summer. The incredible sight makes people feel carefree and joyous. The seashore and the reef rocks sculptured by the ocean over a long period of time are also a must-see.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,5,12,15",
    "Px": "25.16344",
    "Py": "121.72708",
    "Tel": "886-2-24287664",
    "CAdd": "203基隆市中山區協和街215號",
    "EAdd": "No. 215, Xiehe Street, Zhongshan District, Keelung City, 203",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/34f56f71-5948-4b28-9b82-a859ccf4034c.jpg",
    "Picdescribe1C": "外木山海濱風景區",
    "Picdescribe1E": "Waimushan Seashore",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "2021-08-06"
  },
  {
    "CName": "大武情人海灘",
    "EName": "Dawulun Aodi Beach",
    "CToldescribe": "大武崙白沙就位於基隆港西側,為漁港起至澳仔漁村間約5里長的海岸線,是基隆市轄區最長的天然沙岸。而大武崙白沙灘原本遍地礁岩石,沙灘地不多,但經基隆市府除礁岩整地後,購買2、300萬元大陸沙填入築造300多尺的沙地,使白沙灘成了小型人工的海水浴,呈彎型的白,成為民眾日戲水的好去處,更可於海畔一覽日出日落的美景,或靜坐聆聽海浪,更一窺與城市生活截然不同漁村風情。由於大武崙白沙灘在灣澳內,另一側則是鬼斧神工般的單面山懸崖,位置得天獨厚風浪不大,安全性也高,每年夏天不但是基隆市民水的好地方,更吸引外地遊客湧入。",
    "EToldescribe": "The only bathing beach in Keelung with precious white sand.It is a good place to watch the sunrise.It is face the sea with the hills for a background. The location is not windy and the safety is high. Every summer, it is not only a good place for Keelung citizens, but also attracts tourists from other counties and cities.",
    "CoastalActivities": "18,26",
    "Amenities": "2,3,4,5,12,15",
    "Px": "25.16563",
    "Py": "121.70679",
    "Tel": "886-2-24232181",
    "CAdd": "204基隆市安樂區湖海路二段",
    "EAdd": "Section 2, Huhai Road, Anle District, Keelung City, 204",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/80d7cacb-f271-463c-9615-e5e3068dd9c9.jpg",
    "Picdescribe1C": "大武情人海灘",
    "Picdescribe1E": "Dawulun Aodi Beach",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "情人湖公園",
    "EName": "Lovers Lake Park",
    "CToldescribe": "情人湖公園位於基隆市西郊外寮里的大武崙山山腰上，由六條小溪匯集流入而成，為基隆僅有的高地湖泊，湖面雖然沒有很寬闊，但景色精緻秀麗，頗有小家碧玉之美，附近林木茂密，湖水碧綠，山光水色，清新怡人，空氣清新，春夏時節到處蟲鳴鳥叫，彩蝶飛舞，候鳥遷徒，值得民眾共赴自然之約。湖區裡規劃有觀景亭、情人吊橋、觀景水岸平台、風車、環山和環湖步道等設施，步道兩旁林木蓊鬱，而各種植物則展現四季風貌，在享受芬多精森林浴的同時，沿途並可欣賞湖光山色，相當詩情畫意。",
    "EToldescribe": "Lovers Lake is located on the mountainside of Dawulun Mountain at the western part of Keelung. It was the only highland lake in Keelung with dense wood, beautiful lake and refreshing scenery. In spring and summer of every year, insects, butterflies and migrating birds often gather here. The park offers different facilities including kiosks, hanging bridge, lookout, windmills and pathways for visitors to take a walking and enjoy the natural scenery, the beauty of plants and the forest therapy. Besides, it is said that if couples walk across Lovers Bridge hand in hand, they are destined to marry. It is also a great choice to stand on the lookout to see the seashore.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,5,8,10,12,15",
    "Px": "25.15659",
    "Py": "121.70619",
    "Tel": "886-2-24622981",
    "CAdd": "204基隆市安樂區基金一路208巷",
    "EAdd": "Lane 208, Fund 1st Road, Anle District, Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/abeb37be-dd69-4248-94bc-c57cb67b097f.jpg",
    "Picdescribe1C": "情人湖公園",
    "Picdescribe1E": "Lovers Lake Park",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "基隆中正公園",
    "EName": "Jhongjheng Park",
    "CToldescribe": "基隆中正公園在基隆港東側山丘上，依山建築，草木扶疏，是市民平日休閒的最佳去處。中正公園的正門位於信二路上，可拾階而上，或由側邊的斜坡步行而上。公園本身共分成三層，第一層有涼亭、棋藝中心以及運動休閒設施，假日常吸引大批人潮來此遊玩。第二層則為「主普壇」的所在地。每年基隆中元普渡的祭典就是在這裡舉行的，屆時人山人海，場面十分壯觀。公園的最高點，有一座白色的觀音大佛像，22.5公尺高的觀音塑像內分五層，可登上鳥瞰基隆全景，是基隆市最具代表性的地標。在佛像的兩側，有兩頭巨大的金獅坐鎮，十分祥和莊嚴。而在佛像周圍也立了十八座羅漢的雕像，每尊表情、動作都不一樣，十分生動，相當有趣。中正公園的廣場前可以俯瞰整個港口以及市街景象，視野非常的開闊，尤其黃昏之後，由這裡觀看基隆夜景，別具特色。",
    "EToldescribe": "Zhongzheng Park is situated on the side of Dashawan Mountain, which is in the east of Keelung City. There is a white statue of Goddess of Mercy in the park. This 25-meter high statue has become one of the characteristics of Keelung. The park overlooks Keelung City and the harbor. There are three levels in the park. On the first level is a historic cannon fort. On the second level is a Buddhist library, Martyrs' Shrine, and Zhuputan Temple. The temple attracts many worshipers on July 15. On the third level is Guanhai Pavilion. Sitting in the pavilion, visitors can see the entire Keelung and the ocean. The statue of Goddess of Mercy is the landmark of Zhongzheng Park. It is the biggest Goddess statue in Southeast Asia. Inside the statue is a stairway leading to the top. Zhuputan is where worshipers gather on Zhongyuan Festival. The first immigrants to Taiwan used to fight with each other for land. In order to stop the disputes, they set up a temple for yearly worship. The temple was in Gaosha Park during the Japanese occupation and moved to Zhongzheng Park. The Big Buddha Monastery of Guanyin in the park has become a landmark for ships coming back to the port. Maitreya Buddha with a laugh all the time welcomes every tourist's visit. The towering and magnificent Chupu Altar is the official place of ghost festival in Keelung Harbor. From the pavilion, you can look over the Keelung Harbor district in which ships come back and forth. It is also a good place to view the seascape at dusk.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,8,12,14,15",
    "Px": "25.13329",
    "Py": "121.75064",
    "Tel": "886-2-24287664",
    "CAdd": "202基隆市中正區壽山路",
    "EAdd": "Shoushan Rd., Zhongzheng Dist., Keelung City , Taiwan (R.O.C.)",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/33d98f46-5908-4dec-84a0-b785084dbfa8.jpg",
    "Picdescribe1C": "基隆中正公園",
    "Picdescribe1E": "Jhongjheng Park",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/wiki/%E4%B8%AD%E6%AD%A3%E5%85%AC%E5%9C%92_(%E5%9F%BA%E9%9A%86%E5%B8%82)",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "阿根那造船廠遺址",
    "EName": "Agenna Shipyard",
    "CToldescribe": "日治時期興建的「阿根納造船廠」，為各鐵路支線的終點站，負責將金瓜石的金礦及其他礦物匯集後再運送到日本，當日治時期結束後租借給以建造遊艇為主的美國公司「阿根納造船」。雖然現在已經荒廢，但此地仍以此為名，因裸露的鋼筋水泥很有現代頹廢風格，成為民眾拍照留念的著名景點，連拍攝著名電影“美國隊長”好萊塢明星克里斯·伊凡（Chris Evans）都曾來此拍攝廣告取景。而目前內部禁止參觀，僅供外圍觀賞。",
    "EToldescribe": "The \"Agenna Shipyard\" built during the Japanese period, as the terminus of the railway branches, is responsible for the collection of gold and other minerals of the Jingua stone and then transported to Japan, after the end of the day on loan to the United States company \"Agenna Shipbuilding\", which is mainly used to build yachts. Although it is now deserted, but this place is still in its name, because the exposed reinforced cement is very modern decadent style, become the public to take pictures of the famous attractions。Even Hollywood star Chris Evans, who shot the famous movie \"Captain America,\" has been here to shoot commercials. At present, the internal tour is not allowed, only for peripheral viewing.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,12,15",
    "Px": "25.15403",
    "Py": "121.76955",
    "Tel": "886-2-24224170#395",
    "CAdd": "基隆市中正區正濱路116巷75號",
    "EAdd": "No. 75, Ln. 116, Xin 2nd Rd., Zhongzheng Dist., Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/2e694b6d-cb72-4eb7-bff6-1df81a957616.jpg",
    "Picdescribe1C": "阿根那造船廠遺址",
    "Picdescribe1E": "Agenna Shipyard",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/wiki/%E9%98%BF%E6%A0%B9%E7%B4%8D%E9%80%A0%E8%88%B9%E5%BB%A0%E9%81%BA%E6%A7%8B",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "正濱港口彩色屋",
    "EName": "Zhengbin Fishing Harbor",
    "CToldescribe": "正濱漁港位於和平島南方，是歷史悠久的老漁港，早在西元1934年年由日本人創建，日據時期為台灣第一大港，曾為繁榮極盛的漁貨商港，是早期帶動基隆漁港興盛的主要功臣，台灣北部重要的遠洋漁業基地，而在漁船噸位逐漸加大之後，漁港水位不堪負荷。現在雖較為沒落，但仍保有樸實風貌，基隆市政府積極開發成為以假日休閒懷舊為主的觀光碼頭，期待榮景將再現於此。",
    "EToldescribe": "Zhengbin fishing port is located in the south of Peace Island, is a long-standing old fishing port, as early as 1934 by the Japanese founded, the Japanese period as Taiwan's largest port, once a prosperous fishing port, is the early driving of keelung fishing port prosperity of the main players, the northern taiwan important ocean fishing base, and after the fishing vessel tonnage gradually increased, the fishing port water level is unbearable.Although it is relatively down, but still retain a simple style, Keelung City Government actively developed into a holiday leisure nostalgia-based sightseeing pier, looking forward to the glory will be reproduced here.",
    "CoastalActivities": "18,17",
    "Amenities": "2,3,4,12,15",
    "Px": "25.15258",
    "Py": "121.7694",
    "Tel": "886-2-2423-8660",
    "CAdd": "基隆市中正區正濱路42號",
    "EAdd": "No. 72, Zhengbin Rd., Zhongzheng Dist., Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/eb5c6d83-e5c9-4490-b7b4-9ddfd050e6b5.jpg",
    "Picdescribe1C": "正濱港口彩色屋",
    "Picdescribe1E": "Zhengbin Fishing Harbor",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "清法戰爭紀念園區",
    "EName": "The Sino-French War Relic",
    "CToldescribe": "清法戰爭紀念園區創立於清光緒11年(1885)，是為了紀念清法戰爭時犧牲的法國軍人所建。此公墓為基隆唯一直接與此戰爭最具關聯之建築物，也為全台數一數二清末以來埋葬西洋人之公墓。園區內之紀念碑六座，墓塚四門，分屬三個時期建造，(一)清領時期，1885年法軍於大沙灣所興建之墓碑，(二)日治時期，1909年日本政府接受法國委建，以及1929年法國政府派員參加移管式時所建，(三)光復後，1954年法國政府由澎湖遷建之墓塚，並立遷移記事碑。",
    "EToldescribe": "The Sino-French War Relic was founded in Qing Guangxu 11 years (1885) to commemorate the sacrifice of French soldiers during the Chinese-French War. This cemetery is the only building directly related to this war, and it is one of the cemeteries where Westerners have been buried since the end of the Qing Dynasty.Six monuments are built in three periods, (i) the Qing Dynasty, the tombstones built by the French in Dashawan in 1885, and (ii) the period of the Japanese rule, 1909 The Japanese government accepted the French commission, and in 1929 when the French government sent personnel to participate in the transfer of management-style construction, (iii) after the recovery, in 1954 the French government from Penghu to build the tomb, and erected the removal of the monument.",
    "CoastalActivities": "18",
    "Amenities": "12",
    "Px": "25.14076",
    "Py": "121.75765",
    "Tel": "886-2-24224170#395",
    "CAdd": "202基隆市中正區中正路與東海街交叉路口",
    "EAdd": "Zhongzheng Rd., Zhongzheng Dist., Keelung City 202004 , Taiwan (R.O.C.)",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/e4926e90-b376-4d2c-bae0-b48cddd06ab7.jpg",
    "Picdescribe1C": "清法戰爭紀念園區",
    "Picdescribe1E": "The Sino-French War Relic",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/wiki/%E6%B8%85%E6%B3%95%E6%88%B0%E7%88%AD%E7%B4%80%E5%BF%B5%E5%9C%92%E5%8D%80",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "長潭里漁港潮間帶",
    "EName": "Changtanli fishing port intertidal zone",
    "CToldescribe": "長潭里名字由來八斗子位於基隆市中正區，昔日八斗子是一個島嶼，島與陸地間是一個狹長的水道，故稱為「長潭」。長潭里潮間帶是在往潮境公園的橋下的一個生態腹地，他鄰近長潭里社區，往內陸有長潭里漁港，可見許多漁船，而潮間帶區有許多生態還有大片綠藻可在橋上欣賞",
    "EToldescribe": "Changtan li name is located in Keelung City, the central area, the former Badouzi is an island, the island and land between a narrow waterway, so called \"Changtan.\" Changtan inter-tidal zone is an ecological hinterland under the bridge to Chaoyuan Park, he is close to The Longtan District, inland there is Changtan fishing port, you can see many fishing boats, and the inter-tidal zone has a lot of ecology and a large area of green algae can be enjoyed on the bridge。",
    "CoastalActivities": "18",
    "Amenities": "12,15,2,3,4",
    "Px": "25.14227",
    "Py": "121.8023",
    "Tel": "886-2-24633341",
    "CAdd": "基隆市中正區北寧路369巷43-2號",
    "EAdd": "No. 43-2 Ln. 369, Beining Rd., Zhongzheng Dist., Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/c856ec74-ed80-44ad-ae83-5a407180a2a7.jpg",
    "Picdescribe1C": "長潭里漁港潮間帶",
    "Picdescribe1E": "Changtanli fishing port intertidal zone",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "八斗子觀景平台",
    "EName": "Badouzi viewing platform",
    "CToldescribe": "八斗子觀景平台向前看是東海，背對則是土色土香的漁村文化，漁港停靠許多漁船，鄰近大坪海岸因此可觀看海蝕平台，甚至還有海蝕洞、豆腐岩等瑰麗又獨特的海蝕奇觀，讓人可悠閒的漫步欣賞絕美海景。遠望可以看到燈塔，就像是許多漁夫的避風港，這裡充滿變化，平靜的海蝕平台延伸至海面成為一望無際的海景，眺望海平面上海鳥成群飛翔，浪花輕輕拍打岩壁陣陣濤聲呼喚，一年四季都有著不同的海濱感受。",
    "EToldescribe": "The Badouzi viewing platform looks forward to the East China Sea, and its back is the earthy and fragrant fishing village culture. The fishing port has many fishing boats. It is adjacent to the Daping coast so you can see the sea erosion platform, and even sea erosion caves, tofu rock and other magnificent and unique The sea eclipse spectacle allows people to take a leisurely stroll to admire the stunning sea view.From a distance, you can see the lighthouse, which is like a haven for many fishermen. It is full of changes. The calm sea erosion platform extends to the sea surface to become an endless seascape. Looking at the sea level, Shanghai birds fly in groups, and the waves lightly beat the rock wall and the waves call out. , There are different seaside feelings throughout the year.",
    "CoastalActivities": "18",
    "Amenities": "15",
    "Px": "25.14823",
    "Py": "121.79098",
    "Tel": "886-2-2423-8660",
    "CAdd": "基隆市中正區漁港一街",
    "EAdd": "Yugang 1st St., Zhongzheng Dist., Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/39669f2e-413a-47c4-b08c-bc2a8681b852.jpg",
    "Picdescribe1C": "八斗子觀景平台",
    "Picdescribe1E": "Badouzi viewing platform",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "大坪海岸",
    "EName": "Daping Shore",
    "CToldescribe": "大坪海岸是經歷數萬年海浪沖擊，形成的典型海蝕平台，甚至還有海蝕洞、豆腐岩等瑰麗又獨特的海蝕奇觀，讓人可悠閒的漫步欣賞絕美海景。春天時，這裡的石頭會覆蓋上一整片亮綠色的海藻，所以大坪海岸還有“綠寶石祕境”的美稱，一旁還可觀察潮間帶中的生態。這裡充滿變化，冬春季具有綠油油的藻田，夏秋季可以觀察海岸化石，春夏時則有豐富的潮間帶生物，平靜的海蝕平台延伸至海面成為一望無際的海景，眺望海平面上海鳥成群飛翔，浪花輕輕拍打岩壁陣陣濤聲呼喚，一年四季都有著不同的海濱感受。",
    "EToldescribe": "Daping Coast is a typical sea erosion platform that has experienced tens of thousands of years of wave impact, and even has magnificent and unique sea erosion wonders such as sea erosion caves and tofu rocks, which make people enjoy the beautiful sea view for a leisurely stroll. In spring, the stones here are covered with a whole patch of bright green seaweed, so the Taiping coast also has the name \"Emerald Secret\", while also observing the ecology of the inter-tidal zone.",
    "CoastalActivities": "18",
    "Amenities": "15",
    "Px": "25.14708",
    "Py": "121.79427",
    "Tel": "886-2-2423-8660",
    "CAdd": "基隆市中正區漁港一街",
    "EAdd": "Yugang 1st St., Zhongzheng Dist., Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/a13d0ff0-30fc-467e-ac33-3b081ad38b2d.jpg",
    "Picdescribe1C": "大坪海岸",
    "Picdescribe1E": "Daping Shore",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "忘憂谷",
    "EName": "Wangyou Valley",
    "CToldescribe": "基隆市八斗子漁港旁的美麗山谷，與山海相依，以前叫這個山谷為「大湖頂」，民國50多年，有位八斗子人帶一批台大生來這裡玩，當時海禁，大家無法到海邊，只能在山谷玩，他們玩得很快樂，樂而忘憂，為這個地方取名「忘憂」，民國70多年時，又有人在過嶺往海邊一塊石頭上寫下「望幽谷」延用至今。 望幽谷是一個Ｖ字型的山谷，可在綠油油的草地放鬆也可看到八斗子漁港來往的漁船，以及可眺望到遠處的基隆嶼，遊客至此，在環狀的稜線及山谷步道，漫步於山谷草地，走於臨崖的稜線，遠眺海天， 俯瞰崖下的海蝕平台豆腐岩，還有雄奇可觀的臨海峭壁。夜晚時分海面上漁火點點與九份山城的燈火，形成一齣唯美的山海之戀。",
    "EToldescribe": "The beautiful valley next to the fishing port of Chiron City, which is close to the mountains and seas, was previously called \"the top of the Great Lake\", the Republic of China for more than 50 years, there is a group of eight doozi people with a group of Taiwanese students to play here, when the sea ban, everyone Can't go to the seaside, can only play in the valley, they play very happy, happy and forget worry, for this place named \"forget worry\", the Republic of China more than 70 years, and someone over the mountains to the seaside on a stone to write \"hope valley\" extended to this day.",
    "CoastalActivities": "18",
    "Amenities": "12,2,3,4,15",
    "Px": "25.14642",
    "Py": "121.7975",
    "Tel": "886-2-24696000",
    "CAdd": "基隆市中正區八斗街",
    "EAdd": "Badou St.,Zhongzheng Dist., Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/9d4b6951-1f5f-4327-a18d-b54df0cd07e6.jpg",
    "Picdescribe1C": "忘憂谷",
    "Picdescribe1E": "Wangyou Valley",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "容軒步道",
    "EName": "Rongxuan Trall",
    "CToldescribe": "久聞基隆有一條山海步道極美就位在海科館火車站旁，一直收藏在口袋名單，今日終於有機會來訪，發現整條步道比我想像中還美，除了有海景還有山景，沿途步道規劃完善，輕鬆好走有綠蔭遮蔽還有鳥語花香，全長約400公尺，5分鐘即可攻頂，來回不用半小時就可以看山海美景，堪稱基隆CP值超高的登山步道。",
    "EToldescribe": "I heard that Keelung has a mountain and sea trail very beautiful position in the Haike Museum railway station, has been collected in the pocket list, today finally had the opportunity to visit, found that the whole trail is more beautiful than I thought, in addition to the sea view and mountain view, along the way trail planning perfect, easy to walk with shade and bird language flowers, the total length of about 400 meters, 5 minutes can attack the top, back and forth can not be half an hour to see the mountain and sea view, can be called the mountain CP super-high mountain.",
    "CoastalActivities": "18",
    "Amenities": "12,15",
    "Px": "25.13929",
    "Py": "121.80041",
    "Tel": "886-2-24696000",
    "CAdd": "基隆市中正區北寧路446巷",
    "EAdd": "Ln. 446, Beining Rd., Zhongzheng Dist., Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/ba84dea9-7d9d-472d-ad59-aea5a4ea00ee.jpg",
    "Picdescribe1C": "容軒步道",
    "Picdescribe1E": "Rongxuan Trall",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "一Ｏ一高地",
    "EName": "101 highland",
    "CToldescribe": "從忘憂谷的入口繼續往上走即可到達，潮境公園海螺溜滑梯旁邊也有有個步道，沿著階梯上去便是八斗子101高地。因為海拔為101公尺，所以有101高地之稱，同樣的65高地以及80高地都是這樣命名的，八斗子海濱公園三面環海，另一面則緊臨基隆山；位於和平島東側，可俯瞰八斗子海灣、遠眺基隆嶼、九份，視線所及的景色壯闊迷人，海天美景俯拾即是。",
    "EToldescribe": "From the entrance to the Valley of Worries continue to walk up to reach, Chaoyuan Park conch slide next to there is also a trail, along the ladder is the eight doo 101 highlands. Because the altitude is 101 meters, so there are 101 highlands, the same 65 highlands and 80 highlands are named like this, the eight Doozi waterfront park surrounded by the sea on three sides, the other side is close to Mount Keelung.Located on the east side of Peace Island, overlooking the Bay of Octopus, overlooking KeelungYu, nine copies, the view is magnificent and charming, the sea and sky beauty is up.",
    "CoastalActivities": "18",
    "Amenities": "12",
    "Px": "25.14644",
    "Py": "121.80132",
    "Tel": "886-2-24258245",
    "CAdd": "基隆市中正區八斗街",
    "EAdd": "Badou St.,Zhongzheng Dist., Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/cda2d3d2-465b-4f79-a246-fe05469c0bf7.jpg",
    "Picdescribe1C": "一Ｏ一高地",
    "Picdescribe1E": "101 highland",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://www.nmmst.gov.tw/chhtml/content/475",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "八斗子海豹岩",
    "EName": "Badouzi",
    "CToldescribe": "可從大坪海岸入口處步行約10分鐘可抵達海豹岩，某個角度看真的很像，配上藍天白雲再加上遠方基隆嶼真的是蠻美，前往時，注意漲退潮時間，且最好穿著防滑膠底鞋",
    "EToldescribe": " Walk from the entrance of the Daping coast about 10 minutes to reach seal rock, a certain point of view is really like, with blue sky and white clouds plus the distant Keelungyu is really quite beautiful, when going, pay attention to the high tide time, and it is best to wear non-slip rubber shoes。",
    "CoastalActivities": "18",
    "Amenities": "15",
    "Px": "25.14766",
    "Py": "121.79756",
    "Tel": "886-2-2423-8660",
    "CAdd": "基隆市中正區漁港一街",
    "EAdd": "Yugang 1st St., Zhongzheng Dist., Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/12d55e88-b113-4e28-98c4-fb35ba0d6df4.jpg",
    "Picdescribe1C": "八斗子海豹岩",
    "Picdescribe1E": "Badouzi",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "海洋廣場",
    "EName": "Maritime Plaza",
    "CToldescribe": "海洋廣場，於民國98年8月19日正式啟用，主要在基隆港內側海域新建15至30公尺寬的海上原木平台，總面積達5,000平方公尺，廣場上設有木製礁石、波浪流線雨遮海洋意象造型及『KEELUNG』大型彩色LED字體，可讓國內外旅客抵達時，不分日夜都能感受基隆的城市魅力。基隆由於三面環海，港灣深入基隆市區，木棧平台上設置多組木製礁石和波浪流線的景觀藝術作品，傳達濃郁的海洋意象風情。由於緊鄰基隆港邊，在此可見大小船隻見進出出，身型龐大的貨櫃輪、悍衛海疆的軍艦、碼頭的工作船隻，而其中最引人注意的也就是一艘艘的郵輪，吸引許多遊客在此留影。另外，東北季風起時這裡也是欣賞老鷹遨翔、覓食的好地方。",
    "EToldescribe": "Keelung Maritime Plaza opened on August 19, 2009. The wooden platform was mainly built 15 to 30 meters wide with 5,000 square meters total in the interior section of Keelung harbor. There is a wooden reef, a modeling of wave streamline, and Keelung in LED. So, tourists can feel charmed by Keelung city all the day long.Keelung is surrounded by sea on the three sides and harbor also extends deeply to Keelung city. The harbor sets up multiple wooden reefs and of landscape art of wave streamline. It conveys the heavy ocean image and style and has a function of beautification of the landscape and recreation. The Maritime Plaza is situated in the side of Keelung Harbor so tourists can watch many boats coming back and forth, including the enormous cargo ships, warships, and some other vessels; however, the most striking point is the cruise attracting tourists to take a picture. Besides, when a Northeasterly wind arrived here, this is a good place to enjoy watching eagles soaring in the sky and foraging for food.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,5,12,14",
    "Px": "25.13102",
    "Py": "121.74134",
    "Tel": "886-2-2420-1122#2904～2909",
    "CAdd": "200基隆市仁愛區忠一路",
    "EAdd": "Zhong 1st Rd., Ren’ai Dist., Keelung City 200001 , Taiwan (R.O.C.)",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/fa898614-f3e2-464e-996a-dff4fd507feb.jpg",
    "Picdescribe1C": "海洋廣場",
    "Picdescribe1E": "Maritime Plaza",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/wiki/%E5%9F%BA%E9%9A%86%E6%B5%B7%E6%B4%8B%E5%BB%A3%E5%A0%B4",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "阿拉寶灣",
    "EName": "Alabao Bay",
    "CToldescribe": "「阿拉寶灣」在以前是阿美族人到基隆討生活時所命名，他們以臺東縣東河鄉泰源村小部落為名，頭目告誡遠離家鄉的族人們說：「千萬不要忘了自己的故鄉，要時時想念自己是阿美族人。」因此阿拉寶灣的名稱還有著「你的故鄉」的美麗含意在裡頭。阿拉寶灣內有很多因海蝕形成一格格塊狀岩石，在日出黃金色陽光灑落時，形成攝影師之間最熱門的景點，阿拉寶灣還曾列入美國中文網評選「全球最美21個日出觀測點」之一。阿拉寶灣，每年僅開放4個月，且單日人數上限為300人，如果民眾有想參觀阿拉寶灣，必須七天前在和平島公園官方網站報名、專業導覽人員陪同及全程穿戴安全裝備，全程皆為戶外體驗，再加上天候關係開放時間不長，因為這些原因使阿拉寶灣成為「秘境中的秘境」。",
    "EToldescribe": "Even Hollywood star Chris Evans, who shot the famous movie \"Captain America,\" has been here to shoot commercials. At present, the internal tour is not allowed, only for peripheral viewing.Forming one of the most popular attractions among photographers, Arabao Bay was also named one of the 21 most beautiful sunrise observation points in the world by the U.S. Chinese Network. Arabao Bay, only open for 4 months a year, and the maximum number of people per day is 300 people, if the public want to visit Arabao Bay, must be seven days ago in the official website of Peace Island Park registration, professional guides accompanied and wearing safety equipment, the whole outdoor experience,coupled with the fact that weather relations are not open for long, these reasons make Arabao Bay a secret place.",
    "CoastalActivities": "18",
    "Amenities": "1,2,3,4,5,6,7,8,11,12,14,15,16,18",
    "Px": "25.16071",
    "Py": "121.76401",
    "Tel": "886-2-24635452",
    "CAdd": "基隆市中正區平一路360號",
    "EAdd": "No. 360, Ping 1st Rd., Zhongzheng Dist., Keelung City ",
    "Opentime": "08:00-19:00/08:00-18:00",
    "OpenremarkC": "5-10月前者時間 11-4月後者時間",
    "OpenremarkE": "the former time in May to October  the latter time in November to Apirl",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/3abaa419-9c9d-4452-9e86-481a39aabf45.jpg",
    "Picdescribe1C": "阿拉寶灣",
    "Picdescribe1E": "Alabao Bay",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "崁仔頂漁市",
    "EName": "Kanzaiding Shopping District",
    "CToldescribe": "崁仔頂商圈泛指孝一路與孝二路路段，可分為二種特色商圈，其中孝一路部份，為基隆市區傳統漁市所在，每到凌晨時分，此地已經湧入北台灣地區的魚販或是喜愛生鮮漁獲的饕客們聚集。崁仔頂漁市的漁獲林林總總、非常豐富，是台灣批發市場中漁獲種類最多的交易場所，在這裡可以買到剛捕撈上岸，最新鮮的現撈漁獲，價格比起一般市場，可以說是便宜得不得了，讓不少遊客慕名而來搶便宜又新鮮的漁獲。漁行在清晨兩三點就會開始拍賣，以前一日的成交價格為底價，再漸漸往上加價，直到有買主決定購買為止，漁獲拍賣的活動持續到早上六至七點，造成崁仔頂「不夜城」的特殊景觀，是台灣獨一無二的特色景點。",
    "EToldescribe": "Kanzaiding Shopping District is in the sections of Xiao 1st Rd and Xiao 2nd Rd, which divide into two kinds of shopping districts. The section of Xiao 1st Rd is a traditional fish market. The fishes are fresh and the prices are cheaper than normal market. Fishmongers sell fishes in midnight two or three o'clock and selling activity continues until to six or seven o'clock in the early morning. Therefore, Kanzaiding can see the view of the sleepless city. In addition, the section of Xiao 2nd Rd is full of consignment stores. There are lots of foreign goods for visitors.",
    "CoastalActivities": "18",
    "Amenities": "12",
    "Px": "25.12944",
    "Py": "121.74099",
    "Tel": "886-2-24222567",
    "CAdd": "200基隆市仁愛區孝一路",
    "EAdd": "Xiao 1st Rd., Ren’ai Dist., Keelung City 200001 , Taiwan (R.O.C.)",
    "Opentime": "01:00-06:00",
    "OpenremarkC": "每週一休息",
    "OpenremarkE": "Closed on Mondays",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/68eb2c34-cc2e-4b50-8d37-5c0de53eaa0c.jpg",
    "Picdescribe1C": "崁仔頂漁市",
    "Picdescribe1E": "Kanzaiding Shopping District",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "許梓桑古厝",
    "EName": "Xu, Zi-Sang Historical House",
    "CToldescribe": "許梓桑古厝位於基隆市仁愛區，慶餘堂是古厝的正式稱呼，曾是日治時期基隆區長許梓桑先生居住的官邸。壁堵上裝飾著許多燒製的花鳥彩色磁磚並搭配中式竹節圓窗，屋簷有牛眼窗通氣孔，融合閩式及巴洛克式興建的建築風格。目前因年久失修與風化侵蝕等因素，僅餘牆面，遊客前來遊覽時請留意週遭環境。",
    "EToldescribe": "Xu, Zi-Sang Historical House is located in Ren’ai District, Keelung City. Qingyutang is its official name. Qingyutang was the former residence of Keelung Street Chief and Taipei State Agreement Member during the Japanese Occupation. At present, due to factors such as disrepair, weathering, and erosion, there are only walls. Visitors should pay attention to the surrounding environment when visiting. Due to the damage of the floor, there is a risk of falling from the second floor to the first floor. Visitors should be careful of your own safety",
    "CoastalActivities": "18",
    "Amenities": "12",
    "Px": "25.1274",
    "Py": "121.74422",
    "Tel": "886-2-24224170#395",
    "CAdd": "200基隆市仁愛區愛四路2巷15號",
    "EAdd": "No. 15, Ln. 2, Ai 4th Rd., Ren’ai Dist., Keelung City 200010 , Taiwan (R.O.C.)",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/41b9930d-e94a-4884-b037-5ee4bf39ac0f.jpg",
    "Picdescribe1C": "許梓桑古厝",
    "Picdescribe1E": "Xu, Zi-Sang Historical House",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/wiki/%E8%A8%B1%E6%A2%93%E6%A1%91%E5%8F%A4%E5%8E%9D",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "基隆東岸廣場",
    "EName": "E SQUARE",
    "CToldescribe": "基隆市政府於107年2月將原本東岸商場老舊建築，變身為多功能複合式商場，進駐各國知名餐廳，搭配歷久彌新的廟口夜市，是基隆市區重要的核心。除了美食外，廣場內也設有體貼的親子設施，頂樓綠色公共空間，規劃成為空中海景區，還設計了一個開放式的200公尺的PU露天海景跑道，提供民眾有一個新的場地可以選擇，可就近休閒散步，增添更多的遊逛樂趣，走一圈可以把基隆市區的風景看透，同時可眺望郵輪、老鷹及美麗的港景，令人驚艷，堪稱基隆打卡新地標，是基隆市民最佳休憩據點，翻轉出基隆新感受。",
    "EToldescribe": "In February 2018, the Keelung Municipal Government transformed the old buildings of the Dong An Shopping Mall into multi-functional and complex shopping malls and entered famous restaurants in various countries, such as Putien (winner of Michelin in Singapore), Marugame, SUKIYA, and HAMA Sushi. Shi Erguo, Keelung Harbor Canteen, and Qiaoyisi Kiln Roasting Kitchens. Along with Miaokou Night Market, E Square is an important core of the city of Keelung. In addition to food, E Square also features thoughtful family-friendly facilities, such as a top-floor green public space and an open 200-meter PU open-air seascape track allowing visitors to walk around leisurely and view the scenery of downtown Keelung.",
    "CoastalActivities": "18",
    "Amenities": "1,2,3,4,11,12,13,14,15",
    "Px": "25.13017",
    "Py": "121.74317",
    "Tel": "886-2-24267290",
    "CAdd": "200基隆市仁愛區仁二路236號",
    "EAdd": "No. 236, Ren 2nd Rd., Ren’ai Dist., Keelung City?200005?, Taiwan (R.O.C.)",
    "Opentime": "1F廣場 06:00-24:003F、RF廣場 10:00-23:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/ba3eb3fd-76a9-49b9-88a8-363cf29cd72e.jpg",
    "Picdescribe1C": "基隆東岸廣場",
    "Picdescribe1E": "E SQUARE",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/wiki/%E5%9F%BA%E9%9A%86%E6%9D%B1%E5%B2%B8%E5%BB%A3%E5%A0%B4",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "https://www.facebook.com/keelung.esquare/",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "和平島公園",
    "EName": "Heping Island Park",
    "CToldescribe": "和平島公園，2018年由一群基隆在地青年組成的團隊，由一群來自環境教育、觀光旅遊、海洋產學教育等等不同領域人們，聚集在此期望能將和平島營造成國際旅遊島，在發展的同時，也希望能將這片土地上美好的事物好好保存。讓更多的人可以認識基隆也有如此獨特的景觀，期望能成為更永續的和平島公園， 和平島的獨特之處?自然地景與人文地景完美融合之境，和平島為臺灣進入全球歷史的重要的歷史場景，3000 年史前的圓山文化及鐵器時代遺址。17 世紀大航海時代起便登上世界舞台。平埔族原住民、中國漁民、西班牙人、荷蘭人、日本人等，在和平島留下了多種歷史文化的交疊與故事。",
    "EToldescribe": "Heping Island Park, 2018 by a group of Keelung youth in the ground, by a group of people from environmental education, tourism, marine education and other fields, gathered here in the hope that the Peace Island camp will be an international tourist island, in the development, but also hope to save the beautiful things on this land. It's such a unique landscape for more people to know Keelung.",
    "CoastalActivities": "12,20,25,26,18",
    "Amenities": "1,2,3,4,5,6,7,8,11,12,14,15,16,18",
    "Px": "25.16205",
    "Py": "121.76461",
    "Tel": "886-2-24635452",
    "CAdd": "202基隆市中正區平一路360號",
    "EAdd": "No. 360, Ping 1st Rd., Zhongzheng Dist., Keelung City ",
    "Opentime": "08:00-19:00/08:00-18:00",
    "OpenremarkC": "5-10月前者時間 11-4月後者時間",
    "OpenremarkE": "the former time in May to October  the latter time in November to Apirl",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/44f147f2-fc6c-40d2-8476-cfc2d5e84fa6.jpg",
    "Picdescribe1C": "和平島公園",
    "Picdescribe1E": "Heping Island Park",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://www.hpipark.org/",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "https://www.facebook.com/hepingislandpark/",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "潮境公園",
    "EName": "Chaojing Park",
    "CToldescribe": "潮境公園園區原本為一處垃圾集放地，後來經海洋科技博物館籌備處規劃改建後，成為一處看海賞景的最佳去處，而以「潮境」為名的這個公園，因為位於漁港及漁村旁，便希望以這個名稱為地方帶來源源不絕的蘊藏與豐收。進入潮境公園唯一的入口位於長潭里漁港及望海巷漁港中間的一座橘紅色小橋－「平浪橋」，過了這座橋之後，左手邊是長潭里漁村及漁港，右側則是開闊的海蝕平台與海景，在潮境的春夏時分，退潮時的海蝕平台是最佳的自然教室，豐富多樣化的自然生態，讓大家驚呼連連，每個人雙腳都泡著清涼的海水，眼光不停的探尋有趣的潮間帶生物，好不熱鬧！",
    "EToldescribe": "Originally a garbage dump, the Chaojing  Park was later remodeled by the Marine Science and Technology Museum Preparatory Office to become the best place to see the sea, while the park, known as the \"TideLand\", is located next to fishing ports and fishing villages and hopes to use this name as a source of endless reserves and harvests. The only entrance to Tidal Park is an orange bridge, the Pinglang Bridge, between The Fishing Port of Changtanli and Wanghai LaneAfter crossing this bridge, the left hand side is Changtan fishing village and fishing port, the right side is the open sea erosion platform and sea view, in the tide of spring and summer, low tide sea erosion platform is the best natural classroom, rich and diverse natural ecology, let everyone exclaim, everyone's feet are soaked in cool water, the eyes of non-stop search for interesting inter-tidal belt creatures。",
    "CoastalActivities": "12,20,21,18",
    "Amenities": "1,2,3,4,5,12,15",
    "Px": "25.14415",
    "Py": "121.80332",
    "Tel": "886-2-24696000",
    "CAdd": "基隆市中正區北寧路369巷61號",
    "EAdd": "No. 61, Ln. 369, Beining Rd., Zhongzheng Dist., Keelung City",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/c9253eeb-251e-4d96-86df-3815d10931ea.jpg",
    "Picdescribe1C": "潮境公園",
    "Picdescribe1E": "Chaojing Park",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://www.nmmst.gov.tw/chhtml/content/473",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "八斗子觀光漁港",
    "EName": "Badouzi Tourist Fish Port",
    "CToldescribe": "「八斗子觀光漁港」是一個結合傳統漁獲中心和觀光休閒、海鮮餐廳的一個漁港。漁港入口處擺了一艘退休的遠洋漁船─「海功號」，經歷了十八年的歲月，海功號於八十二年功成身退，停泊在漁港入口處供遊客參觀，龐大的船身矗立在路旁，已經成為八斗子觀光漁港的重要地標。漁港設有寬大的停車空間，可以供小型汽車及遊覽車停放，港區內的魚貨直銷中心讓漁民所捕獲的新鮮魚、蝦、蟹等海鮮，直接提供給觀光客購買，不但新鮮，價格更比一般魚市場便宜。遠道而來的觀光客，沒辦法帶回去的，還可以請港區內代客烹煮的餐廳，提供即時又便利的餐飲服務，讓人現場大快朵頤呢！除此之外，遊客還可在八斗子觀光漁港搭乘藍色公路觀光娛樂漁船，探訪海上龍珠-基隆嶼，欣賞湛藍的海天風情。",
    "EToldescribe": "The Badouzi  Fishing Port is a fishing port combining traditional catch centres with sightseeing and leisure and seafood restaurants. At the entrance of the fishing port, a retired oceangoing fishing vessel, the Haigong, has been in existence for 18 years, and after 18 years,haigong has been successfully retired in 82years,moored at the entrance of the fishing port for visitors to visit, and the huge hull stands on the roadside and has become an important landmark of the eight Doozi tourist fishing port. The fishing port has a large parking space for small cars and tour buses.",
    "CoastalActivities": "3,4,6,17,18",
    "Amenities": "2,3,4,12,14,15",
    "Px": "25.14607",
    "Py": "121.78615",
    "Tel": "886-2-24693606",
    "CAdd": "基隆市中正區北寧路211號",
    "EAdd": "No. 221, Beining Rd., Zhongzheng Dist., Keelung City ",
    "Opentime": "9:00-19:00/9:00-19:00/9:00-19:00/9:00-19:00/9:00-19:00/8:00-20:00/8:00-20:00 星期一?星期日",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/c0b0e7bd-ee33-47d5-a711-3e4fd8e241b0.jpg",
    "Picdescribe1C": "八斗子觀光漁港",
    "Picdescribe1E": "Badouzi Tourist Fish Port",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "燈塔文物館",
    "EName": "Lighthouse Museum",
    "CToldescribe": "「燈塔文物館」由交通部航港局管轄，於2017年3月開幕，為全台灣首間燈塔博物館，位於基隆西岸的光華路上，招牌掛著「交通部航港局燈塔修護工場」，外觀像是座巨型倉庫，正是利用原基隆港材料配件庫改造、空間活化再利用的成果。基隆燈塔就在「燈塔文物館」不遠處的山腰上，距離僅500公尺，適合規劃行程一次拜訪。",
    "EToldescribe": "Keelung Lighthouse Museum was opened in March 2017, it is the first lighthouse museum in Taiwan.It looks like a huge warehouse.It is only 500 meters away from Keelung Lighthouse.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,12,15",
    "Px": "25.15229",
    "Py": "121.74394",
    "Tel": "886-2-89788091",
    "CAdd": "203基隆市中山區光華路11號",
    "EAdd": "No. 11, Guanghua Road, Zhongshan District, Keelung City, 203",
    "Opentime": "10:00-16:00 星期二~星期五",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/08e78ba0-0b41-452b-81b2-2581ddbad4ab.jpg",
    "Picdescribe1C": "燈塔文物館",
    "Picdescribe1E": "Lighthouse Museum",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "陽明海洋文化藝術館",
    "EName": "YM Oceanic Culture & Art Museum",
    "CToldescribe": "館舍前身為日治時期「日本郵船一基隆出張所」，由總督府民政部土木局的森山松之助技師和井手薰技師所設計，竣工於1915年5月4日，當時為日本郵船株式會社所有，是日治時期基隆西岸碼頭重要地標，對於基隆航運地位具有特殊之指標意義。二次世界大戰時，尖塔被擊毀，目前僅能從外牆立面以及復古典雅的圓弧型廊，大致看出日治時期的舊貌。陽明海運公司基於對海洋文化傳承的高度關懷，對歷史建築「活化」的再利用，乃於2003年起重新規劃整建，並於2004年12月28日修繕竣工開館啟用，期望透過各種文化、藝術、教育、特展及活動等多元方式，積極投入推廣海洋文化教育工作。",
    "EToldescribe": "The Yang Ming Oceanic Culture & Art Museum (YM OCAM), situated at the door of Keelung Port and next to the Keelung railway station, is housed in a historical building with beautiful arches that was originally constructed by the Japanese marine shipping firm (Nippon Yusen Kaisha) on May 4th, 1915. In response to the company's long-term concerns about oceanic culture development as well as to preserve the historical architecture, plans for building conversion for OCAM were drafted in 2003 and constructions completed on December 28th, 2004.",
    "CoastalActivities": "18",
    "Amenities": "1,2,3,4,6,7,8,11,12,13,14",
    "Px": "25.13267",
    "Py": "121.74016",
    "Tel": "886-2-24215681",
    "CAdd": "200基隆市仁愛區港西街4號",
    "EAdd": "No. 4, Gangxi St., Ren’ai Dist., Keelung City 200202 , Taiwan (R.O.C.)",
    "Opentime": "09:00-17:00",
    "OpenremarkC": "每週一休息",
    "OpenremarkE": "Closed on Mondays",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/e726b99d-5660-4203-834c-8fd30d436624.jpg",
    "Picdescribe1C": "陽明海洋文化藝術館",
    "Picdescribe1E": "YM Oceanic Culture & Art Museum",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/wiki/%E9%99%BD%E6%98%8E%E6%B5%B7%E6%B4%8B%E6%96%87%E5%8C%96%E8%97%9D%E8%A1%93%E9%A4%A8",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "https://www.facebook.com/ymocam1915/",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "主普壇",
    "EName": "Chupu Altar",
    "CToldescribe": "主普壇早期建於新石街或草尾店街，後來才遷移到目前中正公園現址，三層樓高的中式古樓建築外觀，十分具有規模與現代感，可以俯瞰整個基隆地區。每至農曆7月雞籠中元祭皆舉辦在主普壇，從開龕門、立燈篙、迎斗燈、迎水燈、放水燈、跳鍾馗、初一至月尾街頭巷尾的全民普渡運動，已成為基隆最重要的民俗慶典，近幾年更躍升為名聞遐邇的觀光活動。為讓社會大眾對中元祭的歷史淵源、祭典儀式、經典法器等充分了解，並提供各級學校校外教學之教材及促進國內外文化觀光交流，於是進行「中元祭祀文物館」之規劃、設立。「中元祭祀文物館」以展示祭祀活動之相關文物為主，並透過多媒體導覽、魔幻劇場以及祭祀之供品模型等，呈現獨特的中元祭特色。為強化人文、史蹟、產業與中元慶典結合，將館內劃分為固定展區與特展區，固定展區以展示中元祭祀活動為主，介紹雞籠中元祭典儀式及歷史淵源，特展區則為彈性之自由展區，提供與市民互動之場所，讓文物館之展示更為多元化。",
    "EToldescribe": "Chungyuan Sacrifice (the seventh full moon in a lunar year) is the most important annual folklore sacrificial festival in Keelung, and the major site to hold the sacral ceremony is Chupou Altar. Early on, it was built on Hsinshi Street or Tsaowei store street, but it has been moved to Jhongjheng Park with much larger scale and more modern sense. At the three-story Chupu Altar, you may overlook the whole Keelung area. There is a museum where there is a collection of historical relics regarding Chungyuan sacrifice. The permanent exhibits of Chupu Altar include cultural artifacts related to the traditional rituals and related activities, and the ceremony highlights and histories are brought to life via multimedia presentations. There is also a special exhibits area with wide-ranging themes. The collection includes the rituals and articles used in Chungyuan Sacrifice. It also exhibits diversified Chungyuan Sacrifice items, so it is very valuable for you to come to explore. There is a lighting ceremony on the 15th of July of the lunar calendar; this activity always brings the public's ardent participation of Chupu Altar's ritual to new heights.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,8,12,15",
    "Px": "25.13221",
    "Py": "121.74734",
    "Tel": "886-2-24284242",
    "CAdd": "202基隆市中正區信二路280號",
    "EAdd": "No. 280, Xin 2nd Rd., Zhongzheng Dist., Keelung City 201015 , Taiwan (R.O.C.)",
    "Opentime": "09:00-17:00",
    "OpenremarkC": "每週一休息",
    "OpenremarkE": "Closed on Mondays",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/ff312bef-f3fc-4e7a-a011-762104568099.jpg",
    "Picdescribe1C": "主普壇",
    "Picdescribe1E": "Chupu Altar",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "大武崙澳底漁港",
    "EName": "Aozi Fishing Port",
    "CToldescribe": "大武崙澳底漁港為小型漁船停泊之地，自外木山漁港至澳底漁港之濱海區域為外木山海濱觀光廊帶，為本市轄區僅存最長的天然海岸。自外木山漁港自澳底通村全長約5公里的海岸公路，一側為開闊的海岸景觀，一側為高聳的單面山懸崖，是極富壯麗景色的海岸線。在澳底漁村的沙灘是僅存的沙岸地型，小而美麗，夏日時成為民眾戲水游泳的好去處。夏季的日出是海岸不可多得的美景，坐在岸邊聆聽濤聲，欣賞彩霞萬丈之景，令人心曠神怡。海岸礁岩長年經海水沖蝕，雕塑出奇特的造形，值得大家深入觀賞體會。早年外木山及大武崙濱海漁村無道路通往市區，漁民必須翻山越嶺，將漁獲運往市區及生活品之採買，於是便走出了「海興」及「中山峽谷」兩條森林步道，目前可以由海濱通往情人湖公園及大武崙砲台。",
    "EToldescribe": "A small fishing port with golden beach in the shape of a half moon.Boarwalk has been built for resting and enjoying the view. It is face the sea with the hills for a background. It is a coastline with a magnificent view.",
    "CoastalActivities": "18",
    "Amenities": "2,3,4,5,12,15",
    "Px": "25.16683",
    "Py": "121.7076",
    "Tel": "886-2-24287664",
    "CAdd": "204基隆市安樂區湖海路二段160號",
    "EAdd": "No. 160, Section 2, Huhai Road, Anle District, Keelung City, 204",
    "Opentime": "00:00-24:00",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/62e8560e-d2e2-4b87-abd3-2f882f7271ea.jpg",
    "Picdescribe1C": "大武崙澳底漁港",
    "Picdescribe1E": "Aozi Fishing Port",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "潮境工作站",
    "EName": "Chaojing Ocean Center",
    "CToldescribe": "潮境營運工作站基本上與經營一個小型水族館無異，水生生物之採集與飼養、機電與維生系統之操作、水質的調整與管理、餌料生物之處理與疾病之防治，都是彼此環環相扣而且關係密切之知識與技術。如何穩定營運本站，對參與作業之成員都是一個挑戰。另一方面，也是培養優秀水族專業人員良好的訓練場所。",
    "EToldescribe": "Chaojing  operation workstation is basically the same as operating a small aquarium, aquatic biological collection and breeding, mechanical and electrical and life-support system operation, water quality adjustment and management, bait biological treatment and disease prevention and control, are linked to each other and closely related knowledge and technology. How to stabilize the operation of this site is a challenge for the members involved in the operation. On the other hand, it is also a good training ground for training excellent aquarium professionals.",
    "CoastalActivities": "18",
    "Amenities": "1,2,3,4,8,12,15",
    "Px": "25.14519",
    "Py": "121.80349",
    "Tel": "886-2-24696000",
    "CAdd": "基隆市中正區北寧路369巷61號",
    "EAdd": "No. 61, Ln. 369, Beining Rd., Zhongzheng Dist., Keelung City",
    "Opentime": "9:00-16:30/9:00-16:30/9:00-16:30/9:00-16:30/9:00-16:30/9:00-16:30 星期二?星期日",
    "OpenremarkC": "11-2月不分平假日營業至17:00 每週一ˋ除夕休館",
    "OpenremarkE": "In November to Feburary opening at 9:00-17:00 in weekdays and weekends.Closed at every Monday and Chinese New Year's Eve",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/22c0612f-b322-4fd3-84db-90469f11aa13.jpg",
    "Picdescribe1C": "潮境工作站",
    "Picdescribe1E": "Chaojing Ocean Center",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://www.nmmst.gov.tw/chhtml/content/95",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "國立海洋科技博物館",
    "EName": "National Museum of Marine Science & Technology",
    "CToldescribe": "海科館將藉著各項展覽、教育、研究和蒐藏活動，呈現與詮釋有關海洋科學與科技的發展及應用、台灣海洋文化的形成、海洋生態的演化、及人類與海洋的關係。同時強調基隆與八斗子地區的文化與環境特色，結合周邊區域（碧砂觀光漁港、八斗子漁港、漁村、濱海公園、海灣等）及相關單位（漁業署、水產試驗所、海洋大學、 台灣國際造船股份有限公司基隆廠、基隆市政府、基隆區漁會等）等在地特色，形成一處以「海洋」為主題的教育與休憩觀光廊帶，成為一個具有獨特風格的海洋教育與觀光休閒園區（簡稱海洋教育園區）。",
    "EToldescribe": "Through exhibitions, education, research and collection activities, the Museum will present and interpret the development and application of marine science and technology, the formation of Taiwan's marine culture, the evolution of marine ecology, and the relationship between human and marine. At the same time, it emphasizes the cultural and environmental characteristics of Keelung and The Octopus region, combined with the surrounding area to form an ocean-themed education and recreation corridor, to become a unique style of marine education and tourism and leisure park",
    "CoastalActivities": "18",
    "Amenities": "1,2,3,4,8,11,12,13,14,15",
    "Px": "25.14014",
    "Py": "121.79862",
    "Tel": "886-2-24696000",
    "CAdd": "基隆市中正區北寧路367號",
    "EAdd": "No. 367,  Beining Rd., Zhongzheng Dist., Keelung City",
    "Opentime": "9:00-17:00/9:00-17:00/9:00-17:00/9:00-17:00/9:00-18:00/9:00-18:00 星期二?星期日",
    "OpenremarkC": "11-2月不分平假日營業至17:00 每週一ˋ除夕休館",
    "OpenremarkE": "In November to Feburary opening at 9:00-17:00 in weekdays and weekends.Closed at every Monday and Chinese New Year's Eve",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/8b0e2b37-3392-4f2a-8020-226d9d9b0edc.jpg",
    "Picdescribe1C": "國立海洋科技博物館",
    "Picdescribe1E": "National Museum of Marine Science & Technology",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "https://zh.m.wikipedia.org/wiki/%E5%9C%8B%E7%AB%8B%E6%B5%B7%E6%B4%8B%E7%A7%91%E6%8A%80%E5%8D%9A%E7%89%A9%E9%A4%A8",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "https://www.facebook.com/NMMST.TW/",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "觀音座",
    "EName": "Guanyin",
    "CToldescribe": "位於基隆嶼南面，礁上釣位狹窄，僅兩人站立作釣較為舒適，遠眺礁石釣位貌似供奉神明神桌，故被釣友暱稱為觀音座，礁石岩根周圍水深約3至5米，退潮時釣位前方是緩流區幾乎無流，漲潮時偶有紅魽魚群靠近追食小魚，夏秋季以雀鯛魚類為大宗，冬季尾春季初則有瓜子?、鸚哥魚群現蹤。",
    "EToldescribe": "Located on the south side of Keelung Islet, the fishing position on the reef is narrow.It's more comfortable for only two people to stand for fishing.It looks like a divine table from a distance, so it is nicknamed Guanyinzuo by fishermen.",
    "CoastalActivities": "17",
    "Amenities": "無",
    "Px": "25.1907826",
    "Py": "121.7869142",
    "Tel": "886-2-24225800",
    "CAdd": "202基隆市中正區基隆嶼",
    "EAdd": "202 Keelung Island, Zhongzheng District, Keelung City",
    "Opentime": "0 5 : 0 0-1 5 : 0 0(夏季) 0 6 : 0 0-1 5 : 0 0(冬季)依日出時間",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/bd7aa5ef-7ad4-4d7e-a6a1-cad9d1d7a406.jpg",
    "Picdescribe1C": "基隆嶼18座島礁",
    "Picdescribe1E": "Keelung Islet 18 reefs",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  },
  {
    "CName": "雞心東礁",
    "EName": "Jixin Don reef",
    "CToldescribe": "位處基隆嶼正北面，屬獨立於海面獨立礁石，礁邊水深十二至二十八米，流水暢旺，魚群種類相當豐富，幾乎囊跨基隆嶼所有魚種，瓜子?（黑毛）、三線磯鱸（黃雞）、三棘天狗鯛、俗名（黑豬哥）、烏尾?科（紅尾冬）、天竺舵魚，俗名（白毛、開旗）、?科（紅魽魚）、鮨科（點帶石斑、橫帶石斑），此釣點，一年四季都是外礁磯釣客，兵家必爭之地。",
    "EToldescribe": "Located in the north of Keelung Islet, independent of the reefs on the sea.The reef has a depth of 12 to 28 meters.The species of fish are quite rich. Almost all the fish species in Keelung Islet.This fishing spot is full of anglers all year round.",
    "CoastalActivities": "17",
    "Amenities": "無",
    "Px": "25.19561396",
    "Py": "121.7893496",
    "Tel": "886-2-24225800",
    "CAdd": "202基隆市中正區基隆嶼",
    "EAdd": "202 Keelung Island, Zhongzheng District, Keelung City",
    "Opentime": "1 5 : 0 0-1 5 : 0 0(夏季) 0 6 : 0 0-1 5 : 0 0(冬季)依日出時間",
    "OpenremarkC": "",
    "OpenremarkE": "",
    "Picture1": "https://keelungfarm.klcg.gov.tw/Upload/FileManager/bd7aa5ef-7ad4-4d7e-a6a1-cad9d1d7a407.jpg",
    "Picdescribe1C": "基隆嶼18座島礁",
    "Picdescribe1E": "Keelung Islet 18 reefs",
    "Picture2": "",
    "Picdescribe2C": "",
    "Picdescribe2E": "",
    "Website": "",
    "Ticketinfo": "",
    "Remarks": "",
    "Facebook": "",
    "Twitter": "",
    "Video": "",
    "MapLink": "",
    "Changtime": "'2021-08-06"
  }
]
